Repository: HeRAMS-WHO/herams-v2-i18n
Catalog: locales/*/LC_MESSAGES/app.po
Languages: es

# label.projectName
source: Project name
es: Nombre del proyecto

# label.projectLanguage
source: Language
es: Idioma

# button.login
source: Login
es: Conectarse

# label.heramsDescription
source: The Health Resources and Services Availability Monitoring System (HeRAMS) is a collaborative approach aimed at ensuring that core information on essential health resources and services is systematically shared and readily available to decision makers at country, regional and global levels
es: HeRAMS (Health Resources and Services Availability Monitoring System) es un enfoque colaborativo cuyo objetivo es asegurar que la información esencial de recursos y servicios sanitarios es sistemáticamente compartida, e immediatamente disponible a los órganos encargados de tomar decisiones en países, regiones y a nivel global

# tableHeader.userLastLogin
source: Last login
es: Último login

# label.userLastLogin
source: Last login
es: Último login

# button.cancel
source: Cancel
es: Cancelar

# confirm.deleteProject
source: Do you want to delete this project ?
es: ¿ Está seguro de querer eliminar este proyecto ?

# error.noMatchingWss
source: No workspaces matched your search
es: Ningún espacio de trabajo coincide con su búsqueda

# error.emailRequired
source: Email address is required
es: El e-mail es obligatorio

# error.invalidEmail
source: Invalid email address
es: E-mail inválido

# confirm.emptyProject
source: Do you want to delete all workspaces for this project ?
es: ¿ Está seguro de querer eliminar todos los espacios de trabajo de este proyecto ?

# error.projectDiffSurvey
source: HSDU survey and Situation survey must be different
es: Las encuestas de UPSS y Situación deben ser diferentes

# error.projectLatitudeZero
source: Both latitude and longitude cannot be zero
es: Latitud o longitud deben ser diferentes de cero

# error.projectSelectAdminSurvey
source: Please select a MFL survey
es: Seleccione una encuesta de UPSS

# error.roleSelectName
source: Role name is required
es: El nombre del rol es obligatorio

# error.roleSelectScope
source: Role scope is required
es: El ámbito del rol es obligatorio

# error.selectRoles
source: At least one role is required
es: Debe seleccionar al menos un rol

# error.selectUsers
source: At least one user is required
es: Debe seleccionar al menos un usuario

# label.dashURL
source: Dashboard URL
es: URL del tablero

# label.contributors
source: Contributors
es: Contribuyentes

# label.country
source: Country
es: País

# label.deletingHsdu
source: Deleting HSDU ...
es: Eliminando UPSS ...

# label.editAdminUpdate
source: Edit
es: Modificar

# label.emptyingProject
source: Deleting all workspaces ...
es: Eliminando todos los espacios de trabajo ...

# label.language
source: Language
es: Idoma

# label.hsdus
source: HSDUs
es: UPSSs

# label.lastUpdatedBy
source: Last modified by
es: Modificado por

# label.roleScopeProject
source: Project
es: Proyecto

# label.projects
source: Projects
es: Proyectos

# label.projectVisibility
source: Visibility
es: Visibilidad

# label.requestDenied
source: Denied
es: Rechazada

# label.requester
source: Requester
es: Solicitante

# label.requestGranted
source: Granted
es: Concedida

# label.requestGrantedRoles
source: Granted roles
es: Roles concedidos

# label.requestResponse
source: Response
es: Respuesta

# label.requestSubject
source: Subject
es: Asunto

# label.roleName
source: Role name
es: Nombre del rol

# label.rolePermissions
source: Permissions
es: Permisos

# label.roleScopeGlobal
source: Global role
es: Rol global

# label.roleType
source: Type
es: Tipo

# menu.logout
source: Logout
es: Desconectar

# message.requestSubject
source: Access request to workspace :workspaceName
es: Solicitud de acceso al espacio de trabajo :workspaceName

# pageTitle.createRole
source: Create role
es: Nuevo rol

# pageTitle.createSurvey
source: Create survey
es: Nueva encuesta

# pageTitle.dashPageName
source: Page
es: Página

# pageTitle.homepage
source: Homepage
es: Inicio

# pageTitle.newAdminUpdate
source: Update MFL
es: Modificar UPSS

# pageTitle.userProfile
source: Profile
es: Perfil

# pageTitle.userSpace
source: User space
es: Espacio de usuario

# pageTitle.viewSitUpdate
source: Situation update
es: Modificación de situación

# tab.adminUpdates
source: MFL updates (:AdmUpCount)
es: Modificaciones de UPSS (:AdmUpCount)

# tab.dashSettings
source: Dashboard settings
es: Parámetros del tablero

# tab.deleteHsdu
source: Delete HSDU
es: Eliminar UPSS

# tab.wsSettings
source: Workspace settings
es: Parámetros del espacio de trabajo

# tableHeader.contributors
source: Contributors
es: Contribuyentes

# tableHeader.createdBy
source: Created by
es: Creado por

# tableHeader.hsduType
source: Type
es: Tipo

# tableHeader.requesterName
source: Requester
es: Solicitante

# tableHeader.requestRespondedBy
source: Responded by
es: Respondido por

# tableHeader.wsName
source: Workspace name
es: Nombre del espacio de trabajo

# placeholder.users
source: Start typing to select a user ...
es: Empiece a escribir para buscar un usuario ...

# tab.projectSettings
source: Project settings
es: Parámetros del proyecto

# button.save
source: Save
es: Guardar

# button.viewRequest
source: View
es: Ver

# tableHeader.userName
source: User name
es: Nombre del usuario

# tooltip.emptyProject
source: This will permanently delete all the workspaces in this project. This operation cannot be undone.
es: Está acción eliminará todos los espacios de trabajo de este proyecto de manera permanente. Está accion no se puede revertir.

# label.password
source: Password
es: Contraseña

# pageTitle.notifications
source: Notifications
es: Notificaciones

# pageTitle.viewRole
source: Role
es: Rol

# placeholder.password
source: Password
es: Contraseña

# tab.notifications
source: Notifications
es: Notificaciones

# label.roleProject
source: Project
es: Proyecto

# placeholder.roles
source: Start typing to search a role ...
es: Empiece a escribir para buscar un rol ...

# label.userName
source: User name
es: Nombre del usuario

# pageTitle.administration
source: Administration
es: Administración

# tooltip.dashURL
source: Leave this URL empty to use the standard project dashboard
es: Deje esta URL vacía si quiere utilizar el tablero estándar

# tab.userProfile
source: Profile
es: Perfil

# confirm.deleteUserRole
source: Do you want to remove this role ?
es: ¿ Está seguro de querer eliminar este rol ?

# tab.projectUsers
source: Users (:projectUsersCount)
es: Usuarios (:projectUsersCount)

# tab.wsExport
source: Export data
es: Exportar datos

# tableHeader.hsduCode
source: HSDU code
es: Código de UPSS

# tableHeader.requestResponse
source: Response
es: Respuesta

# warning.deleteHsdu
source: Do you want to delete this HSDU ?
es: ¿ Está seguro de querer eliminar esta UPSS ?

# tableHeader.createdDate
source: Created date
es: Fecha de creación

# label.lastUpdatedDate
source: Last modified on
es: Fecha de modificación

# label.ws
source: Workspace
es: Espacio de trabajo

# tableHeader.projectCoordinator
source: Project coordinator
es: Coordinador del proyecto

# tab.workspaces
source: Workspaces
es: Espacios de trabajo

# tableHeader.workspaces
source: Workspaces
es: Espacios de trabajo

# tab.globalUsers
source: Users
es: Usuarios

# tableHeader.roleName
source: Role name
es: Nombre del rol

# label.users
source: Users
es: Usuarios

# tab.projects
source: Projects
es: Proyectos

# error.selectWss
source: At least one workspace is required
es: Debe seleccionar al menos un espacio de trabajo

# tab.projectExport
source: Export data
es: Exportar datos

# tab.sitUpdates
source: Situation updates (:SitUpCount)
es: Modificaciones de situación (:SitUpCount)

# message.requestDenied
source: Dear :requesterName, Your access request to workspace :workspaceName has been denied
es: Estimado :requesterName, Su solicitud de acceso al espacio de trabajo :workspaceName ha sido rechazada

# tableHeader.lastUpdatedBy
source: Last modified by
es: Modificado por

# tableHeader.requestResponseDate
source: Responded date
es: Fecha de respuesta

# tab.wsUsers
source: Users (:workspaceUsersCount)
es: Usuarios (:workspaceUsersCount)

# label.wsName
source: Workspace name
es: Nombre del espacio de trabajo

# tab.projectImport
source: Import data
es: Importar datos

# tableHeader.projectName
source: Project name
es: Nombre del proyecto

# pageTitle.dashboard
source: Dashboard
es: Tablero

# button.createAdminUpdate
source: Update MFL
es: Modificar UPSS

# label.requestInvalid
source: Invalid request
es: Solicitud inválida

# tableHeader.actions
source: Actions
es: Acciones

# tableHeader.dateOfUpdate
source: Date of Update
es: Fecha de modificación

# tableHeader.hsduFunc
source: Functionality
es: Funcionalidad

# label.wss
source: Workspaces
es: Espacios de trabajo

# pageTitle.updateRole
source: Update role
es: Modificar rol

# tableHeader.responses
source: Responses
es: Respuestas

# pageTitle.newSitUpdate
source: Update situation
es: Modificar situación

# tableHeader.roleType
source: Type
es: Tipo

# tableHeader.hsduStatus
source: Status
es: Estado

# error.roleSelectType
source: Role type is required
es: El tipo de rol es obligatorio

# tab.accessRequests
source: Access requests
es: Solicitudes de acceso

# label.roleTargetProject
source: to project
es: al proyecto

# label.viewAdminUpdate
source: View
es: Ver

# pageTitle.viewAdminUpdate
source: MFL update
es: Modification de UPSS

# tableHeader.hsduAcc
source: Accessibility
es: Accesibilidad

# tableHeader.wsOwner
source: Workspace owner
es: Propietario del espacio de trabajo

# label.deletingProject
source: Deleting project ...
es: Eliminando proyecto ...

# label.requestResponseJustification
source: Justification (private)
es: Justificación (privado)

# pageTitle.updateSurvey
source: Update survey
es: Modificar encuesta

# button.createProject
source: Create project
es: Nuevo proyecto

# button.requestAll
source: All requests
es: Todas las solicitudes

# button.createWs
source: Create workspace
es: Nuevo espacio de trabajo

# button.deleteUser
source: Delete
es: Eliminar

# button.createSitUpdate
source: Update situation
es: Modificar situación

# button.createSurvey
source: Create survey
es: Nueva encuesta

# button.dashboard
source: Dashboards
es: Tableros

# button.delete
source: Delete
es: Eliminar

# button.deleteHsdu
source: Delete HSDU
es: Eliminar UPSS

# button.deleteProject
source: Delete project
es: Eliminar proyecto

# button.deleteRole
source: Delete role
es: Eliminar rol

# error.noMatchingUsers
source: No users matched your search
es: Ningún usuario coincide con su búsqueda

# button.deleteUserRole
source: Delete
es: Eliminar

# button.emptyProject
source: Delete all workspaces
es: Eliminar todos los espacios de trabajo

# button.requestAccess
source: Request access
es: Solicitar acceso

# button.emptyWs
source: Delete workspace
es: Eliminar espacio de trabajo

# button.respondRequest
source: Respond
es: Responder

# button.return
source: Return
es: Volver

# button.workspaces
source: Go to project
es: Espacios de trabajo

# button.send
source: Send
es: Enviar

# button.viewSitUpdate
source: View
es: Ver

# label.createdBy
source: Created by
es: Creado por

# pageTitle.createDashPage
source: Create page
es: Nueva página

# pageTitle.createWs
source: Create workspace
es: Nuevo espacio de trabajo

# pageTitle.forbidden
source: Forbidden page
es: Página no autorizada

# pageTitle.editAdminUpdate
source: Edit
es: Modificar

# tooltip.emptyWs
source: This will permanently delete this workspace. This operation cannot be undone.
es: Está acción eliminará el espacio de trabajo de manera permanente. Está accion no se puede revertir.

# error.projectLanguageEnglish
source: Project name in English is required
es: El nombre del proyecto en inglés es obligatorio

# label.emptyWs
source: Delete workspace
es: Eliminar espacio de trabajo

# label.requestedDate
source: Requested date
es: Fecha de solicitud

# tab.surveys
source: Surveys
es: Encuestas

# error.roleSelectProject
source: A project is required for this role
es: Debe seleccionar un proyecto para este rol

# label.resetGrid
source: Reset GRID
es: Reiniciar la tabla

# warning.emptyProject
source: Do you want to delete all workspaces in this project ?
es: ¿ Está seguro de querer eliminar todos los espacios de trabajo de este proyecto ?

# label.roleTargetWs
source: to workspace
es: al espacio de trabajo

# error.noMatchingRoles
source: No roles matched your search
es: Ningún rol coincide con su búsqueda

# pageTitle.wsRequestAccess
source: Request access to workspace
es: Solicitud de accesso al espacio de trabajo

# label.deleteAdminUpdate
source: Delete
es: Eliminar

# label.requestResponseDate
source: Response date
es: Fecha de respuesta

# label.deleteProject
source: Delete project
es: Eliminar proyecto

# confirm.deleteHsdu
source: Delete HSDU
es: Eliminar UPSS

# label.roleTypeStandard
source: Standard (for all projects)
es: Estándar (para todos los proyectos)

# label.noSitUpdates
source: No updates expected
es: Modificaciones no previstas

# error.projectSelectCountry
source: Please select a country
es: Seleccione un país

# label.roleTypeCustom
source: Custom (for one project only)
es: Personalizado (para un sólo proyecto)

# label.editSitUpdate
source: Edit
es: Modificar

# tableHeader.surveyName
source: Survey name
es: Nombre de la encuesta

# label.createUserRole
source: Add users
es: Añadir usuarios

# label.userEmail
source: User email
es: E-mail del usuario

# label.countryUnspecified
source: Unspecified / Training
es: Indefinido / Formación

# label.projectAdminSurvey
source: MFL Survey
es: Encuesta de UPSS

# label.requestResponseMsg
source: Message to user
es: Mensaje al solicitante

# button.createHsdu
source: Register HSDU
es: Nueva UPSS

# label.longitude
source: Longitude
es: Longitud

# message.requestGranted
source: Dear :requesterName, Your access request to workspace :workspaceName has been accepted
es: Estimado :requesterName, Su solicitud de acceso al espacio de trabajo :workspaceName ha sido aceptada

# label.createdDate
source: Created date
es: Fecha de creación

# tableHeader.hsduName
source: HSDU name
es: Nombre de UPSS

# pageTitle.accessRequest
source: Access requests
es: Solicitudes de acceso

# button.createRole
source: Create role
es: Nuevo rol

# tableHeader.requesterEmail
source: Requester email
es: E-mail del solicitante

# pageTitle.respondRequest
source: Respond to access request
es: Responder a solicitud

# error.projectSelectSitSurvey
source: Please select a Situation survey
es: Seleccione una encuesta de situación

# label.roleScope
source: Scope
es: Ámbito

# label.loading
source: Loading ...
es: Cargando ...

# tooltip.deleteHsdu
source: This will permanently delete this HSDU. This action cannot be undone.
es: Está acción eliminará la UPSS de manera permanente. Está accion no se puede revertir.

# label.requestResponseBy
source: Response by
es: Respondida por

# label.emptyProject
source: Delete all workspaces
es: Eliminar todos los espacios de trabajo

# warning.deleteProject
source: Do you want to delete this project ?
es: ¿ Está seguro de querer eliminar este proyecto ?

# label.roleScopeWs
source: Workspace
es: Espacio de trabajo

# label.newsleter
source: Subscribe to newsletter
es: Abonarse al boletín

# button.requestNotResponded
source: Pending requests
es: Solicitudes pendientes

# label.projectSitSurvey
source: Situation survey
es: Encuesta de situación

# tableHeader.userEmail
source: User email
es: E-mail del usuario

# tableHeader.roleScope
source: Scope
es: Ámbito

# pageTitle.editRole
source: Edit
es: Modificar

# button.impersonate
source: Impersonate
es: Suplantar

# placeholder.dropdownSelect
source: Please select a value ...
es: Seleccione una opción ...

# tooltip.deleteProject
source: This will permanently delete this project. This operation cannot be undone.
es: Está acción eliminará el proyecto de manera permanente. Está accion no se puede revertir.

# tableHeader.hsduTier
source: Tier
es: Nivel

# button.deleteSitUpdate
source: Delete
es: Eliminar

# error.mandatoryFields
source: Required field
es: Campo obligatorio

# pageTitle.createProject
source: Create project
es: Nuevo proyecto

# label.requestJustification
source: Justification
es: Justificación

# placeholder.wss
source: Start typing to select a workspace ...
es: Empiece a escribir para buscar un espacio de trabajo ...

# tab.hsdus
source: HSDUs (:openedFacilitiesCount)
es: UPSSs (:hsduCount)

# pageTitle.createHsdu
source: Register HSDU
es: Nueva UPSS

# label.latitude
source: Latitude
es: Latidud

# tableHeader.requestedDate
source: Requested date
es: Fecha de solicitud

# error.passwordRequired
source: Password is required
es: La contraseña es obligatoria

# tableHeader.hsdus
source: HSDUs
es: UPSSs

# error.importRowNumber
source: Error in row :rowNumber
es: Error en fila :rowNumber

# menu.showKeys
source: Show translation keys
es: Mostrar claves de traducción

# message.requestInvalid
source: Dear :requesterName, Your access request to workspace :workspaceName is invalid
es: Estimado :requesterName, Su solicitud de acceso al espacio de trabajo :workspaceName es inválida

# message.roleAdded
source: Role added successfully
es: Rol añadido con éxito

# pageTitle.importCompleted
source: Import completed
es: Importación completada

# pageTitle.importDashPage
source: Import dashboard page
es: Importar página de tablero

# label.importErrorCount
source: :recordCountParameter rows found with errors
es: :recordCountParameter filas tienen errores

# pageTitle.editSitUpdate
source: Edit situation update
es: Editar modificación de situación

# label.importSitValidation
source: Import validation
es: Validación del fichero de importación

# button.importValidate
source: Validate import
es: Validar fichero

# button.selectCsvFile
source: Select CSV file
es: Seleccione un fichero CSV

# button.submit
source: Submit
es: Enviar

# label.importBaseline
source: Baseline
es: Base de referencia

# label.showMore
source: Show more
es: Mostrar más

# label.importAdminUpdates
source: MFL updates
es: Modificaciones de UPSS

# label.importedRecordCount
source: :recordCountParameter rows have been successfully imported
es: :recordCountParameter filas has sido importadas con éxito

# label.importRecordCount
source: :recordCountParameter rows ready to be imported
es: :recordCountParameter filas listas para ser importadas

# label.importedErrorCount
source: :recordCountParameter rows found with errors and could not be imported
es: :recordCountParameter filas han tenido errores y no han sido importadas

# label.importTemplate
source: Download template
es: Descargar modelo

# label.importWs
source: Workspaces
es: Espacios de trabajo

# label.importSitFields
source: Situation updates
es: Modificaciones de situación

# label.selectedFile
source: Selected file
es: Fichero seleccionado

# label.importSitUpdates
source: Situation updates
es: Modificaciones de situación

# pageTitle.importValidation
source: Import validation
es: Validación de la importación

# label.invalidFileFormat
source: Invalid file format
es: El fichero tiene un formato inválido

# icon.deleteUserRole
source: Delete user role
es: Eliminar usuario

# icon.editSitUpdate
source: Edit situation update
es: Editar modificación

# icon.deleteUser
source: Delete user
es: Eliminar usuario

# icon.viewAdminUpdate
source: View MFL update
es: Ver modificiación

# icon.deleteSitUpdate
source: Delete situation update
es: Eliminar modificación

# icon.editAdminUpdate
source: Edit MFL update
es: Editar modificiación

# icon.impersonateUser
source: Impersonate user
es: Suplantar usuario

# icon.deleteAdminUpdate
source: Delete MFL update
es: Eliminar modificación

# icon.viewSitUpdate
source: View situation update
es: Ver modificación

# icon.deleteRole
source: Delete role
es: Eliminar rol

# icon.deleteSurvey
source: Delete survey
es: Eliminar encuesta

# warning.removeProjectLanguage
source: If you remove a project language, existing translations to this language may be lost
es: Si elimina un idioma del proyecto, las traducciones relativas al proyecto podrían perderse

# warning.titleRemoveProjectLanguage
source: Remove project language
es: Eliminar un idioma del proyecto

# label.exportAsOf
source: Export latest response as of
es: Exportar sólo la última respuesta antes de

# label.exportTextHeader
source: Include text header
es: Incluir texto en el encabezado

# label.exportHistory
source: Export responses history
es: Exportar todas las repuestas en el intervalo

# label.exportSendEmail
source: Send an email notification when export is ready
es: Enviar una notificación por e-mail cuando la exportación esté completada

# button.exportCsv
source: Export CSV
es: Exportar CSV

# label.exportCodeHeader
source: Include code header
es: Incluir código en el encabezado

# label.exportAnswersText
source: Export answers as text
es: Exportar respuestas como texto

# label.exportDate
source: Date range
es: Fechas

# button.gridExport
source: Export table
es: Exportar tabla

# button.close
source: Close
es: Cerrar

# label.auditUpdated
source: Record updated
es: Registro modificado

# label.hsdu
source: HSDU
es: UPSS

# message.exportSubmited
source: Your data export request has been submitted. You will receive a notification once the export file is ready.
es: Su solicitud de exportación ha sido registrada. Recibirá una notificación cuando el fichero esté listo.

# tableHeader.auditOldValue
source: Old values
es: Valores antiguos

# label.auditCreated
source: Record created
es: Registro creado

# label.auditDeleted
source: Record deleted
es: Registro borrado

# label.auditHistory
source: History
es: Historial

# tableHeader.auditFieldName
source: Field name
es: Nombre del campo

# tableHeader.auditNewValue
source: New values
es: Valores nuevos

# label.history
source: Record history
es: Histórico del registro

# label.projectLanguages
source: Languages
es: Idiomas

# tableHeader.lastUpdatedDate
source: Last modified on
es: Última modificación

# tableHeader.hsduBuildCond
source: Building Condition
es: Estado del edificio

# icon.viewSitUpdateHistory
source: View history
es: Ver histórico

# icon.viewAdminUpdateHistory
source: View history
es: Ver histórico

# label.deleteHsdu
source: Delete HSDU
es: Borrar UPSS

# tableHeader.hsduEquipCond
source: Equipment Condition
es: Estado del equipamiento

# tableHeader.hsduLocation
source: Location
es: Ubicación

# label.dateFormatDMY
source: Day/Month/Year
es: Día/Mes/Año

# label.dateFormatMDY
source: Month/Day/Year
es: Mes/Día/Año

# label.dateFormatYMD
source: Year-Month-Day
es: Año-Mes-Día

# tableHeader.createSitUpdate
source: Update situation
es: Modificar situación

# label.userDateFormat
source: Preferred date format
es: Formato de fecha

# label.userLanguage
source: Preferred language
es: Idioma de preferencia

# label.userTimezone
source: Timezone
es: Zona horaria

# button.deleteDash
source: Delete dashboard
es: Eliminar tablero

# button.exportDash
source: Export structure
es: Exportar estructura

# confirm.deleteDashboard
source: Delete dashboard
es: Eliminar tablero

# error.invalidJson
source: Invalid JSON
es: JSON inválido

# label.dashStructure
source: Structure
es: Estructura

# tableHeader.dashPageCode
source: Page code
es: Código de la página

# tableHeader.dashPageElements
source: Number of elements
es: Número de elementos

# label.dashPages
source: Pages
es: Páginas

# button.importDashPages
source: Import pages
es: Importar páginas

# label.dashPageCode
source: Page code
es: Código de la página

# label.dashPage
source: Page
es: Página

# button.createDashPage
source: Add page
es: Nueva página

# button.importDash
source: Import structure
es: Importar estructura
