Repository: HeRAMS-WHO/herams-v2-i18n
Catalog: locales/*/LC_MESSAGES/app.po
Languages: es

# label.emptyDashboard
source: This action will delete the dashboard structure and all pages. Do you want to continue ?
es: Esta acción eliminará la estructura del tablero y todas sus páginas. Quiere continuar ?

# button.exportDashPages
source: Export all pages
es: Exportar páginas

# button.goToProject
source: Go to project
es: Ir al proyecto

# button.print
source: Print
es: Imprimir

# label.excludeHsdusIncomp
source: Exclude incomplete baselines
es: Excluir referencias incompletas

# label.excludeHsdusNonFunc
source: Exclude non-functional HSDUs
es: Excluir UPSSs no funcionales

# label.copiedLink
source: The link has been copied into your device clipboard
es: El link ha sido copiado al portapapeles de su dispositivo

# chartPage.gcsService
source: Services
es: Servicios

# chartPage.mnh
source: Maternal and newborn health
es: Salud materna y neonatal

# chartPage.mnhOverview
source: Overview
es: Descripción general

# chartPage.ncd
source: Non-communicable diseases
es: Enfermedades no transmisibles

# chartPage.overview
source: Overview
es: Descripción general

# chartPage.svl
source: Sexual violence
es: Violencia sexual

# chartPage.water
source: Water
es: Agua

# chartPage.basicAmenities
source: Basic Amenities
es: Amenidades básicas

# chartPage.buildAndEquip
source: Building and equipment condition
es: Estado operacional

# chartPage.comms
source: Communications
es: Comunicaciones

# chartPage.functionality
source: Functionality
es: Funcionalidad

# chartPage.gcs
source: General clinical services
es: Servicios clínicos generales

# chartPage.gcsOverview
source: Overview
es: Descripción general

# chartPage.mnhServices
source: Services
es: Servicios

# chartPage.power
source: Power
es: Energía

# chartPage.services
source: Services
es: Servicios

# chartPage.servicesOverview
source: Overview
es: Descripción general

# chartPage.waste
source: Waste management
es: Tratamiento de deshechos

# chartPage.accessibility
source: Accessibility
es: Accesibilidad

# chartPage.cold
source: Cold chain
es: Cadena de frío

# chartPage.comm
source: Communicable diseases
es: Enfermedades transmisibles

# chartPage.healthInf
source: Health information
es: Sistemas de información sanitaria

# chartPage.mgmntAndSupp
source: Management and support
es: Gestión y soporte

# chartPage.sanitation
source: Sanitation
es: Instalaciones sanitarias

# chartPage.sti
source: SIT & HIV/AIDS
es: ETS & VIH/SIDA

# label.dashDisclaimer
source: Note: The deployment of HeRAMS, including data reporting, validation, and verification, is ongoing. Hence, the here presented analysis is subject to change and has been created solely for the purpose of informing operations
es: Nota: La implementación de HeRAMS, incluidos los informes, la validación y la verificación de datos, está en curso. Por lo tanto, el análisis presentado aquí está sujeto a cambios y se ha creado únicamente con el propósito de informar las operaciones

# label.noFilters
source: No filters
es: Sin filtros

# chartPage.commOverview
source: Overview
es: Descripción general

# chartPage.commServices
source: Services
es: Servicios

# chartPage.svlOverview
source: Overview
es: Descripción general

# chartPage.stiOverview
source: Overview
es: Descripción general

# chartPage.ncdOverview
source: Overview
es: Descripción general

# chartPage.ncdServices
source: Services
es: Servicios

# chartPage.stiServices
source: Services
es: Servicios

# chartPage.svlServices
source: Services
es: Servicios

# error.invalidFiles
source: Invalid JSON files
es: Fichero JSON inválido

# label.dateOfUpdate
source: Date of update
es: Fecha de modificación

# label.functionality
source: Functionality
es: Funcionalidad

# button.goToHSDU
source: Go to HSDU
es: Ir a la UPSS

# label.accessibility
source: Accessibility
es: Accesibilidad

# label.adm1and2
source: Region / District
es: Región / Districto

# label.hsduType
source: HSDU Type
es: Tipo
